#+TITLE: Character Name
#+SETUPFILE: theme-bigblow.setup
* Basic Information

#+NAME: BASIC
| Name | Class | Level | Background | Player Name |
|------+-------+-------+------------+-------------|
|      |       |     1 |            |             |

| Race | Alignment | XP | Next Level | Proficiency Bonus | Inspiration |
|------+-----------+----+------------+-------------------+-------------|
|      |           |  0 |            |                   |             |

** Combat Information
#+NAME: DERIVED
| Initiative | Current HP | Temp HP | HD | Passive Perception | AC |
|------------+------------+---------+----+--------------------+----|
|          1 |            |       0 |    |                    |    |
|            |            |         |    |                    |    |
#+TBLFM: @2$1=(remote(ATTRIBUTES, @4$3))

** Features and Proficiencies
#+NAME: RP
| Features and Traits | Proficiencies | Languages |
|---------------------+---------------+-----------|
|                     |               |           |

* Attributes and Skills

#+NAME: ATTRIBUTES
| Attribute | Value | Mod | Save? | Skills          | Proficient? |
|-----------+-------+-----+-------+-----------------+-------------|
| STR       |    18 |   4 |       | Athletics       |             |
|           |       |     |       |                 |             |
|-----------+-------+-----+-------+-----------------+-------------|
| DEX       |    18 |   4 |       | Acrobatics      |             |
|           |       |     |       | Stealth         |             |
|-----------+-------+-----+-------+-----------------+-------------|
| CON       |    18 |   4 |       |                 |             |
|-----------+-------+-----+-------+-----------------+-------------|
| INT       |    18 |   4 |       | Arcana          |             |
|           |       |     |       | History         |             |
|           |       |     |       | Investigation   |             |
|           |       |     |       | Nature          |             |
|           |       |     |       | Religion        |             |
|-----------+-------+-----+-------+-----------------+-------------|
| WIS       |    18 |   4 |       | Animal handling |             |
|           |       |     |       | Insight         |             |
|           |       |     |       | Medicine        |             |
|           |       |     |       | Perception      |             |
|           |       |     |       | Survival        |             |
|-----------+-------+-----+-------+-----------------+-------------|
| CHA       |    18 |   4 |       | Deception       |             |
|           |       |     |       | Intimidation    |             |
|           |       |     |       | Performance     |             |
|           |       |     |       | Persuasion      |             |
#+TBLFM: @2$3=(floor (($2-10)/2))::@4$3=(floor (($2-10)/2))::@6$3=(floor (($2-10)/2))::@7$3=(floor (($2-10)/2))::@12$3=(floor (($2-10)/2))::@17$3=(floor (($2-10)/2))



* Kit
** Weapons

#+NAME: WEAPONS
| Weapon | ATK Bonus | Damage/Type | Range |
|--------+-----------+-------------+-------|
|        |           |             |       |

** Gear

| Item | Weight | Location |
|------+--------+----------|
|      |        |          |

* Magic
** Spellcasting
#+NAME: SPELLSDERIVED
| Spellcasting Ability | Spell Save DC | Spell Attack Bonus | Spell Slots | Spells known | Max level |
|----------------------+---------------+--------------------+-------------+--------------+-----------|
|                      |               |                    |             |              |           |

** Spells
#+NAME: SPELLS
| Level | Spell             | Range | Notes                                                                    |
|-------+-------------------+-------+--------------------------------------------------------------------------|

* Character


** Personality traits, ideals, bonds, and flaws
*** Personality traits

*** Ideals
  
*** Bonds

*** Flaws
 
*** Description

                                                                                                                                                                                                                                                       |
** Contacts



** Play Notes

